# system-time-locale: PTG on Windows and pt_BR.UTF8 on Debian
#+LANGUAGE: pt_BR
#+OPTIONS: num:nil ^:nil
#+STARTUP: showall
#+TITLE: HMS: horas extras em 2017/2018
#+AUTHOR: Leonardo Brayner e Silva
* Tabela

|   | Evento                             | Horas |
|---+------------------------------------+-------|
|   | 1h extra diária                    |    27 |
|   | [2018-02-03 Sat]                   |     4 |
|   | [2018-02-17 Sat]--[2018-02-18 Sun] |    16 |
|   | [2018-04-28 Sat]--[2018-04-29 Sun] |    24 |
|   | [2018-04-30 Mon]                   |     7 |
|   | [2018-05-01 Tue]                   |     5 |
|   | [2018-05-12 Sat]--[2018-05-13 Sun] |     8 |
|   | [2018-05-19 Sat]                   |     4 |
|   | [2018-06-02 Sat]                   |     4 |
|   | [2018-06-09 Sat]                   |     4 |
|---+------------------------------------+-------|
|   | Total                              |   103 |
| ^ |                                    |     x |
#+TBLFM: $x=vsum(@2..@-1)

# C-c * on to update it

* Detalhes

** Dezembro

** Janeiro

*** [2018-01-18 Thu]: início

Início de 1h extra por dia.

** Fevereiro
  
*** [2018-02-03 Sat]: 4h
   
*** [2018-02-17 Sat]--[2018-02-18 Sun]: 16h
   
Trabalhamos no sábado e domingo das 9h às 18h.

*** [2018-02-23 Fri]: 27h

Fim de 1h extra por dia.

** Abril

*** [2018-04-28 Sat]--[2018-04-29 Sun]: 24h

*** [2018-04-30 Mon]: 7h
    
Entre 19h e 2h do dia seguinte.

** Maio

*** [2018-05-01 Tue]: 5h
    
Entre 19h e 0h do dia seguinte.

*** [2018-05-07 Mon]: 3h
    
Entre 18h e 21h.

*** [2018-05-12 Sat]--[2018-05-13 Sun]: 8h

- Meio expediente em Jaboatão.
- 4h no domingo, entre 10h e 14h.

*** [2018-05-19 Sat]: 4h

Meio expediente em Jaboatão.

** Junho

*** [2018-06-02 Sat]: 4h

Meio expediente.

*** [2018-06-09 Sat]: 4h

Meio expediente.

 # Local Variables:
 # org-export-with-author: t
 # org-time-stamp-custom-formats: ("%d/%m/%Y %a" . "<%Y-%m-%d %H:%M>")
 # file-local-time-locale: "PTG"
 # End:
